/* $ObjectName=MAFSettingScreen_iOS */
/* $Collection=frwk.uicontrols.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable UI Components */

/* XTIT: title in navigation bar */
"SETTINGS_TITLE" = "Ustawienia";

/* XGRP: header for a section */
"GENERAL_SETTINGS" = "Ustawienia ogólne";

/* XTIT: title in navigation bar for a view containing logon related fields */
"LOGON_SETTINGS" = "Ustawienia logowania";

/* XTIT: title in navigation bar for a view containing version information */
"VERSION" = "Wersja";

/* XTIT: title in navigation bar for 'about' view */
"ABOUT" = "Informacje";

/* XTIT: title in navigation bar for a view containing logon type setting */
"LOGON_TYPE" = "Typ logowania";

/* XLST: logon type to choose */
"BASIC_AUTH" = "Uwierzytelnianie podstawowe";

/* XLST: logon type to choose */
"SSO" = "SSO";

/* XLST: logon type to choose */
"DEMO" = "Demo";

"SERV_URL" = "Service URL";

/* XFLD: label for a field */
"USERNAME" = "Nazwa użytkownika";

/* XFLD: label for a field */
"PASSWORD" = "Hasło";

"SETTINGS" = "Settings";

/* XTIT: title in navigation bar for a view containing advanced settings */
"ADVANCED_SETTINGS" = "Ustawienia zaawansowane";

/* XFLD: label for a field */
"SERVER_URL" = "URL serwera";

/* XFLD: label for a switch (on/off), max. approx. 18 characters */
"USE_SUP" = "Użyj SUP";

/* XTIT: title in navigation bar for a view containing SUP connection information */
"SUP_CONNECTION_INFO" = "Informacje dot. połączenia z SUP";

/* XFLD: label for a field */
"SERVER_NAME" = "Nazwa serwera";

/* XFLD: label for a field */
"SERVER_PORT" = "Port serwera";

/* XFLD: label for a field */
"COMPANY_ID" = "ID firmy";

/* XFLD: label for a field */
"ACTIVATION_CODE" = "Kod aktywacji";

/* XFLD: label for a field */
"URL_PREFIX" = "Prefiks URL";

/* XGRP: header for a section */
"APPLICATION_SPECIFIC_SETTINGS" = "Ustawienia specyficzne dla aplikacji";

/* XMSG: error message title, displayed in an alert view */
"Msg_Title_Datavault_Error" = "Błąd archiwizacji danych";

/* XMSG: error message details, displayed in an alert view, should not be longer than 2-3 rows */
"Msg_Datavault_Error" = "Trwały zapis do bezpiecznej pamięci nie powiódł się.";

/* XTIT: title trait in navigation bar */
"HEADING" = "Nagłówek";

